Repository: PeterKelemen2/yt-dlp-GUI-WPF
Catalog: YtDlpGuiWpf/Resources/Strings.*.resx
Languages: hu

source: Video URL
hu: Videó URL

source: Local Save Path
hu: Mentési útvonal

source: yt-dlp Install Path
hu: yt-dlp Telepítési útvonal

# postEnablePostActions
source: Enable Post-Download Actions
hu: Letöltés utáni műveletek

# postTransToRemote
source: Transfer to Remote
hu: Feltöltés távoli gépre

# postRunRemoteScript
source: Run Remote script
hu: Script futtatása távoli gépen

# remoteServerConfTitle
source: Remote Server Configuration
hu: Távoli gép konfigurálása

# bDownload
source: Download
hu: Letöltés

# rUser
source: User
hu: Felhasználó

# rPassword
source: Password
hu: Jelszó

# rRemotePath
source: Remote Path
hu: Távoli mappa

# rRemoteScriptPath
source: Remote Script Path
hu: Távoli script elérési út

# rOs
source: Remote OS
hu: Távoli gép OS

# bBrowse
source: Browse
hu: Tallózás

# bPaste
source: Paste
hu: Beillesztés

# ytDlpNaming
source: yt-dlp Naming Scheme
hu: yt-dlp Elnevezési séma

# ytDlpArgs
source: yt-dlp Arguments
hu: yt-dlp Argumentumok

# lang
source: EN
hu: HU
